{
  "cnn": [
    "Seizures have haunted her since she was 9. Now she's 15 and her message to Aetna is blunt: \"Considering they're denying me getting surgery and stopping this thing that's wrong with my brain, I would probably just say, 'Screw you.'''",
    "Senators Cory Booker and Jeff Merkley are calling for President Donald J. Trump's resignation",
    "RECALL ALERT:",
    "An imposter sign language interpreter crashed a press conference where Tampa police announced a major arrest in the Seminole Heights killings http://cnn.it/2ycUdwe",
    "At a Roy Moore rally in Alabama, former White House adviser Steve Bannon unleashed on Mitt Romney for not serving in Vietnam: “You hid behind your religion. You went to France to be a missionary while guys were dying in rice paddies in Vietnam. … Judge Roy Moore has more honor and integrity in a pinky finger than your entire family has in its whole DNA!” http://cnn.it/2AKM7Om",
    "Parents who believe in \"spare the rod, spoil the child\" might be setting their children up to become violent toward future partners, says a new study",
    "\"I sent him three pairs (of athletic shoes): Red, white, and blue, to show him that we're patriotic. ... and didn't get a thank you.\" Basketball father LaVar Ball addresses the aftermath of his public feud with President Donald J. Trump.",
    "Photographer Mark Lowe captured the recent supermoon from his neighborhood in North Carolina. A supermoon occurs when the moon’s orbit is closest to Earth at the same time it is full.  http://cnn.it/2C1JJmf",
    "A  photographer posted a video of Josh Homme kicking her in the head mid-song at a performance in Los Angeles.",
    "A man walking his dog on a British Columbia beach made a grisly discovery -- a foot in a shoe, along with part of a lower leg",
    "If Republican Roy Moore wins in Alabama, it will be largely because of his support among women",
    "US Ambassador to the UN Nikki Haley defends President Donald J. Trump's decision to recognize Jerusalem as Israel's capital.",
    "Seth Rogen, John Leguizamo and Melissa Etheridge have all promised to boycott SiriusXM for allowing Bannon to appear on the subscription radio service.",
    "Thousands of migrant workers have been evicted from their homes in Beijing in what the government calls a crackdown on unsafe living conditions. http://cnn.it/2AJaDz9",
    "A mom says her son is a victim of bullying and now celebrities are rallying around him after a video of his emotional plea went viral. http://cnn.it/2nMjUDN",
    "In an interview, Alabama Senate candidate Roy Moore repeated he has never met the women who have accused of him sexual assault.",
    "TIME magazine named \"The Silence Breakers,\" representing people who came forward to report sexual misconduct, as its Person of the Year http://cnn.it/2AqxKlf",
    "The International Campaign to Abolish Nuclear Weapons have warned countries that possess nuclear weapons to eliminate their \"instruments of insanity\" or risk mutual destruction",
    "Beyoncé presented Colin Kaepernick with Sports Illustrated's Muhammad Ali Legacy Award, which celebrates athletes whose career has directly or indirectly impacted the world http://cnn.it/2yXywDV",
    "Arms producers in South Korea, which increasingly supply the country's military, saw the largest percentage increase among developed countries.",
    "This man braved the Southern California wildfires to save a rabbit from the flames http://cnn.it/2AbdLTC",
    "Lamborghini's newest SUV is expected to be the world's fastest, according to the automaker. http://cnn.it/2BJoJQr",
    "One guest was able to relax and wear a bikini without feeling uneasy during her time at the property, something she describes as \"beyond a gift.\" Via CNN Travel",
    "Alabama Republican Senate candidate Roy Moore made the comment during an appearance on a conspiracy-driven radio show in 2011",
    "An FBI – Federal Bureau of Investigation email from March bolsters the The United States Department of Justice's explanation for why Attorney General Jeff Sessions didn't disclose contacts with the Russian ambassador in his application for a US security clearance",
    "The \"America First\" slogan used by President Donald J. Trump is \"detrimental to American interests,\" United Nations Secretary-General António Guterres tells CNN's Fareed Zakaria http://cnn.it/2AsTP2I",
    "A spokeswoman for Vice President Mike Pence calls Palestinian Authority President Mahmoud Abbas's decision not to meet with Pence \"unfortunate\"",
    "Interior Secretary Ryan Zinke is pushing a plan to build a road through the protected Izembek Wildlife Refuge in Alaska. Critics say it's a dangerous precedent.",
    "US Ambassador to the United Nations Nikki Haley says that any women who speak up about inappropriate sexual behavior \"should be heard,\" including President Donald J. Trump's accusers",
    "\"It's not at all a surprise that they (Russians) would make outreach to people they thought would have influence in the administration and misrepresent who they were and what their agenda was.\" - Congressman Adam Schiff on Russian efforts to contact President Donald J. Trump's communications director, Hope Hicks http://cnn.it/2AJdIPG",
    "A patchwork approach to health insurance may secure some basic protection but leave patients on the hook for high medical bills",
    "Republican U.S. Senator Susan Collins says she might not support the bill if certain amendments aren't included in the final version",
    "\"I never molested anyone, and for them to say that, I don't know why they're saying it, but it's not true.\" Alabama Senate candidate Roy Moore denies sexual assault allegations in an interview with \"The Voice of Alabama Politics\" http://cnn.it/2C0qNV4",
    "Tensions on the Korean Peninsula must be resolved fast and diplomatically to avoid war, says Jeffrey Feltman, the United Nations under-secretary-general for political affairs",
    "Whatever happens now, President Donald J. Trump can't stand apart from his decision that the US recognizes Jerusalem as the capital of Israel, writes Nic Robertson for CNN Opinion",
    "Investigations by CNN and other news organizations show the overall number may be much higher",
    "Mayor Eric Garcetti has hinted at a possible run for president in 2020",
    "The person atop one of cryptocurrency's most popular exchanges is begging people to invest responsibly",
    "\"Jerusalem is the capital of Israel...whatever is East Jerusalem or any other part, that's between the Palestinians and the Israelis. That's not for the Americans to decide,\" says US Ambassador to the United Nations Nikki Haley. http://cnn.it/2yctMqj",
    "Alabama Senate candidate Roy Moore is forcing Alabama Republicans to ask themselves some tough questions",
    "After Michael Flynn's guilty plea, it's time for Americans to face the gravity of the scandal: People at the highest level of Donald J. Trump operation have been lying about Russia, writes Errol Louis for CNN Opinion",
    "A group of precocious kids had some tough questions for Santa Claus on Saturday Night Live last night.",
    "Republican Alabama Sen. Richard Shelby: “I couldn’t vote for Roy Moore, I didn’t vote for Roy Moore, I wrote in a distinguished Republican name.\" http://cnn.it/2yc5P2A",
    "“Being successful in entertainment doesn't mean you're going to be successful in business.\" - Jessica Alba on founding The Honest Company | #BossFiles with Poppy Harlow",
    "Devastating wildfires are the \"the new normal,\" says California Governor Jerry Brown.",
    "She says she has a speech ready for the moment she meets President Donald J. Trump and \"it ends with a martini to the face.\"",
    "The women in President Donald J. Trump's White House must stop saying they're advocating for women when they've been silent on issues of sexual harassment, writes Carol Costello for CNN Opinion.",
    "He was shot and killed by Chicago police in 2014. But that’s just the beginning of this story. #BeneathTheSkin http://cnn.it/2nMEdAY",
    "He was a college student when he started a non-profit that takes discarded soap from hotels and gives it to children in rural areas, vulnerable to disease. The organization not only helps save lives through better hygiene, it also creates jobs in the developing world. Vote for your CNN Hero of the Year at CNNHeroes.com  http://cnn.it/2BINhZM",
    "The changes were made in the fall, including links to the EPA's climate change adaptation plan and policy that have been completely removed",
    "Police officer adopts homeless mother's opioid-addicted newborn http://cnn.it/2yOY6ee",
    "This cargo ship is banned from every single port in the world",
    "President Donald J. Trump will undergo a physical examination early next year and allow doctors to release details of his medical evaluation, keeping with past precedent.",
    "A global warning. The Arctic is melting at an alarming rate. What's happening there could be disastrous for hundreds of millions of people.",
    "Arguably one of the most successful businessmen in Africa has an urgent message, \"You don't have to cross the Sahara. We can create solutions.\"",
    "A number of US athletes have spoken out against President Donald J. Trump. Skier Lindsey Vonn is the latest to have her say.",
    "These two friends share a remarkable amount of similarities. But one is undocumented, a so-called Dreamer under DACA, and the other is a US citizen",
    "This Tokyo-based group wants to digitize nature. Here’s how they’re doing it http://cnn.it/2B3VWcK (via CNN Style)",
    "There was the planking challenge and the mannequin challenge. Now, the latest trend to take social media by storm is the \"invisible box challenge.\" http://cnn.it/2kxiPOU",
    "By the end of the year, more than three in four Americans will live within 5 miles of a Dollar General, the company said",
    "It's been an especially devastating year for wildfires in California, with four of the deadliest in the last 12 months, according to state records.\nHere's why the new fires are growing so fast:\n• Powerful winds are spreading the fires\n• Low humidity has dried out Southern California\n• Years of drought created a surplus of dry vegetation",
    "In the US, black women are about three to four times more likely to die of pregnancy or delivery complications than white women",
    "Avalanche dogs can find trapped skiers in minutes -- a task that might take humans hours or days. Learn more about how they're trained in Snowmass, Colorado http://cnn.it/2zZvZXW",
    "One effective countermeasure could lie in an obscure military lab in New Mexico",
    "This number is bad news for Republicans in the midterms",
    "It's called Cannabinoid hyperemesis syndrome and it affects a small population of marijuana users who smoke multiple times a day for months, years or even decades.",
    "CHIP, short for Children's Health Insurance Program, covers children whose parents make too much money for Medicaid and too little for private insurance",
    "US skier Lindsey Vonn tells CNN she wouldn't accept an invitation to the White House if she were to win gold at the 2018 Winter Olympics: http://cnn.it/2kuPyVb",
    "From abandoned bunkers to a gravesite of decommissioned jets, explore some of the Cold War's forgotten relics through photos",
    "From a hybrid power plant-ski slope-art project to VR experiences designed to transform our perception of the world around us, here are ways artists are fighting climate change",
    "You might want to think twice about using or buying a smart bag this holiday season",
    "“It’s more than a cup of coffee, it’s a human rights movement” says Amy Wright, who founded a coffee shop that employs people with disabilities and donates all proceeds to a nonprofit, Able to Work USA. Vote for your CNN Hero of the Year at CNNHeroes.com http://cnn.it/2jrG0qz",
    "Scientists believe they've created the world's first 3-D-printed brace for a sea turtle's shell, and the results seem promising http://cnn.it/2ApBP9g",
    "People can lie. But the case files may provide clues that will lead to the truth about this teen who was killed by police #BeneathTheSkin http://cnn.it/2C0fufs",
    "The teen's mother took him to the closest police station and told an officer she wanted to turn in her son for suspected molestation, police said",
    "The lawsuit was filed earlier this year after a report alleged an Uber executive secretly obtained the victim's medical information",
    "Interior Secretary Ryan Zinke has responded to reports that helicopter trips to and from events within a few hours of his office cost taxpayers more than $14,000",
    "It's not as simple as showing up and spraying water",
    "See the photos in news, politics and sports that shaped 2017",
    "Like the board games they love playing together, Aldo Mendoza and Anthony Paz say their US citizenship status is dictated by chance. And they have no choice but to play the hands they've been dealt. http://cnn.it/2BQuWKw",
    "\"Although I'm doing a good job, I guess, right? I'm President. I'm President.\" - President Donald J. Trump at a campaign rally for Alabama Senate candidate Roy Moore",
    "\"I would never intentionally do anything to offend anyone and it is regrettable that a handful have been offended by something I may have said or done.\" - Judge Alex Kozinski on the allegations against him",
    "Jessica Alba says growing up was “brutal,” and her parents barely made ends meet, but that they instilled fearlessness in her http://cnn.it/2A5V83o #BossFiles with Poppy Harlow",
    "President Donald J. Trump stayed on message during his visit to the new Mississippi Civil Rights Museum despite recent criticisms of his appearance there.",
    "Several inches of snow are expected from Washington, D.C., to Boston",
    "The special election to fill Congressman John Conyers, Jr.'s vacated seat will be held next year, with a primary August 7 and the general election November 6",
    "\"We want our country to be a place where every child from every background can grow up free from fear, innocent of hatred and surrounded by love, opportunity and hope,\" President Donald J. Trump said at the opening of the Mississippi Civil Rights Museum.\n\nLeaders from the civil rights movement and the local community blasted his attendance as an affront to the spirit of the event http://cnn.it/2BPHm59",
    "Former President Barack Obama's health care law increased the number of Americans with health insurance by 20 million and cut the uninsured rate to about 9%. But the task of finding new insurance annually often undermines the continuity of care for people with ongoing medical needs or chronic conditions.",
    "We’re live in Jackson, Mississippi, where President Trump is speaking at the new civil rights museum.",
    "The housing affordability crisis that's unfolding in many parts of the US could get worse under potential changes to the federal tax code",
    "\"She added that to remind herself of who Roy Moore was, and when and where Roy Moore signed her yearbook,\" said the lawyer of Beverly Young Nelson, who has accused the Alabama Senate candidate of sexual assault when she was a teenager",
    "The overarching question is whether sexual misconduct allegations against Republican Roy Moore will be enough for Alabama to elect a Democratic senator for the first time in 25 years",
    "Job growth under President Donald J. Trump, so far, is due to the continuation of former President Barack Obama's successful efforts, but Trump is trying to take all the credit, writes Keith Boykin for CNN Opinion.",
    "Iraq's military says it has fully liberated the nation from ISIS and retaken full control of the Iraqi-Syrian border",
    "Civil rights icon John Lewis will not attend the opening of the Mississippi Civil Rights Museum Saturday because Donald J. Trump is set to be there",
    "A woman's body was found at a crash site along an evacuation route in Southern California, as a series of raging wildfires continue to burn.",
    "In fear for his life, a Chicago police officer shoots an armed black teen. At least, that’s one version of the story.\n\nFollow the clues in Episode 2 of #BeneathTheSkin http://cnn.it/2B1pWpn",
    "The gold rush for black market fish bladders has pushed this tiny porpoise toward extinction http://cnn.it/2AnfMAe",
    "One doctor failed competency tests. Others were convicted of writing illegal prescriptions. All were paid to help a drugmaker."
  ],
  "foxnews": [
    "Cycling, for many people, is a way of life, but it also has deep roots in military history throughout the world.",
    "Students continue to boycott Gibson's over perceived racial profiling, causing business to suffer.",
    "OPINION: \"America must be great if it is going to break out of the chaotic state of future shock and lead the world through these massive transitions to adopt fundamental and lasting innovative change.\"",
    "A U.S. Coast Guard cutter intercepted a self-propelled semi-submersible vessel engaged in smuggling more than 3,800 pounds of cocaine, federal officials said. http://fxn.ws/2A9pfqs",
    "The San Diego Fire-Rescue Department suited up Emily the arson investigation dog amid concern she was inhaling smoke and burning her feet while sniffing out accelerants.",
    "\"They're delegitimizing the institution of journalism.\"\n\nOn \"FOX & Friends Weekend,\" Mike Huckabee decried the media's treatment of President Donald J. Trump. http://bit.ly/2BsNRip",
    "Italian performer Andrea Loreni crossed the Tiber River in Rome along an illuminated tight rope that stretched nearly 450 feet.",
    "\"We've got to figure out how to give more middle income tax relief.\"\n\nWATCH: Maria Bartiromo's full interview with Rep. Peter Roskam on \"Sunday Morning Futures.\"",
    "\"UC Berkeley is the number one most dangerous campus for conservative students to attend.\"\n\nOn \"Watters' World,\" Troy Werden described the threat of far left radicals to conservatives.",
    "Maria Bartiromo: \"What do you do about a politicization of the FBI?\"\n\nFormer AG Mukasey: \"You expose it and stop it.\"",
    "\"Kim also knows that missile attacks launched from his soil against the South Korea, Japan or the United States would result in the immediate and total destruction of his Stalinist regime.\" — Douglas Macgregor",
    "\"I have never watched a President so engaged... He wants to keep his promise to create more jobs and make sure that the middle class in this country gets an increase in their wages.\"\n\nWATCH: Maria Bartiromo's full interview with House GOP Leader Rep. Kevin McCarthy on \"Sunday Morning Futures.\"",
    "\"Roy Moore is going to win that election.\"\n\nOn \"Justice,\" Michelle Malkin discussed the FBI and the Senate election in Alabama.",
    "\"I was at the interview with Donald Trump Jr.... Nobody listening to that interview can come out of that thinking there was any collusion at all.\"\n\nWATCH: Maria Bartiromo's full interview with Congressman Peter King on \"Sunday Morning Futures.\" http://bit.ly/2C1NFDw",
    "\"When you have a lack of knowledge as great as his, it can be bewildering.”\n\nHouse Democratic Leader Nancy Pelosi criticized President Donald J. Trump's early days in office, comparing it to someone without a medical degree performing brain surgery.",
    "\"What Obama never understood is that there is a close and important correlation between optimism and growth. Optimistic consumers spend money. Optimistic investors buy stocks.\"  — Liz Peek",
    "\"There is a cleansing needed in our FBI and Department of Justice. It needs to be cleansed of individuals who should not just be fired but need to be taken out in handcuffs.\" – Judge Jeanine Pirro http://bit.ly/2iNoqwG",
    "\"[Chelsea Handler's] called a late night host. I think it's so late now that she's not on anymore.\"\n\nOn \"FOX & Friends Weekend,\" Mike Huckabee responded to Chelsea Handler, who sent out a vicious tweet insulting Press Secretary Sarah Sanders. http://bit.ly/2BsNRip",
    "\"She goes on Twitter, she says somewhat ridiculous things, she gets a reaction... she is Donald J. Trump.\"\n\nOn \"The Next Revolution with Steve Hilton,\" Tomi Lahren joked about the striking similarities between Chelsea Handler and President Donald Trump's tweeting habits. http://bit.ly/2BsNRip",
    "\"I don't think — President Trump has a fear of the Lord, the fear of the wrath of God, which leads one to more humility,\"\n\nCalifornia Gov. Jerry Brown said President Donald J. Trump's apparent lack of fear explains his denial of climate change.",
    "When a volunteer firefighter learned his cancer was terminal, his friends started raising money for his lifelong dream — a trip to the Super Bowl. The heartfelt fundraiser caught the eye of NFL officials, who hand-delivered the fire chief tickets to the big game.",
    "\"[Hillary Clinton] has been around this town. She was not unaware of what she was doing.\"\n\nOn \"America's News Headquarters,\" Representative Doug Collins called for an independent counsel in the Hillary Clinton email investigation.",
    "Vice President Mike Pence's office said it was unfortunate that Palestinian President Mahmoud Abbas canceled plans to meet with him amid President Donald J. Trump's announcement to recognize Jerusalem as Israel's capital.",
    "“I‘m not used to receiving lectures about morality from a leader who bombs Kurdish villages in his native Turkey.\"  \n\nIsraeli Prime Minister Benjamin Netanyahu - בנימין נתניהו decried Turkish President Recep Tayyip Erdogan calling Israel a \"terrorist state.\"",
    "A Rutgers University professor accused of posting anti-Semitic rants on his Facebook page has been removed from his role as a director.",
    "Earlier, President Donald J. Trump called out the \"Fake News Media\" on Twitter, saying it was \"out of control.\"",
    "David Bossie fired back at House Minority Leader Nancy Pelosi after she said President Trump was \"utterly unprepared\" to be commander-in-chief.",
    "\"When you bully Israel, you are not helping the peace process. We see Israel as one of our best allies. We're not gonna put up with it anymore.\"\n\nOn \"Fox News Sunday,\" U.S. Ambassador to the United Nations Nikki Haley discussed President Donald J. Trump's decision to recognize Jerusalem as Israel's capital and the Middle East peace process. http://bit.ly/2iMjRTd",
    "President Donald J. Trump departs from West Palm Beach, Florida for Washington D.C. on Air Force One.",
    "\"It's laughable that President Obama thinks he has anything to do with the success of where the economy is right now.\" – White House Press Secretary Sarah Sanders http://bit.ly/2jkhj2y",
    "\"The FBI, the Department of Justice, and Robert Mueller's crew investigating the Trump campaign had a very bad week.\" – Jesse Watters",
    "Wildfires burn in California. (KTTV)",
    "\"This is what America loves - [President Donald J. Trump] is bold, he is brash, and he is getting things done.\"\n\nOn \"Justice,\" Corey Lewandowski explained why Donald J. Trump won the presidency.",
    "\"Since [President Donald J. Trump] was elected, 2.2 million jobs were created... We want that to continue.\"\n\nOn \"FOX & Friends Weekend,\" Tammy Bruce discussed the political impact of the Alabama Senate race.",
    "Police and event organizers said that it was unclear what had sparked the security scare, with gallery owner Ken Hashimoto joking that he assumed it to be a “Republican bomb dog.”",
    "Three members of the San Francisco 49ers kneel during the national anthem before their game against the Houston Texans.",
    "Conservative high school students are suing their Minnesota school district for disbanding their organization after they spoke out against a national anthem protest.",
    "\"Very fair to call me out.”",
    "Gov. Jerry Brown has warned the flames could be “the new normal” in the state.",
    "Moments ago President Donald J. Trump tweeted about the economy and the stock market hitting another record high.",
    "Former Pennsylvania state Rep. Marc Gergely – who resigned last month – is awaiting sentencing on corruption charges in relation to an illegal gambling machine ring.",
    "Dressed in Santa Claus outfits, two divers perform as part of events to celebrate Christmas at the Coex Aquarium in Seoul, South Korea.",
    "OPINION: \"My advice to President Trump is simple: Mr. President, Moscow is inciting Rocket Man. Don’t take the bait.\"",
    "American skiing star Lindsey Vonn has withdrawn from her Sunday events at the World Cup in Switzerland after suffering a back injury during a super-G race on Saturday.",
    "Comedian Chelsea Handler is coming under fire for tweeting a vulgar video that mocks White House press secretary Sarah Huckabee Sanders' weight and physical appearance.",
    "Steve Harvey is being sued by a former employee who claims the “Family Feud” host ripped him off in a bad deal, allegedly not paying him for the thousands of dollars he said he raised for Harvey's charity.",
    "\"Republicans in Congress must approve the relief from ObamaCare tax hikes that all Americans deserve. No exceptions. And especially no exceptions that penalize job creators on Main Street U.S.A.\" — Ned Ryun",
    "\"We're going to get, I think - this is a forecast - 4 percent growth next year.\"\n\nOn \"FOX & Friends Weekend,\" Varney & Co.'s Stuart Varney praised President Donald J. Trump's handling of the economy.",
    "\"[The Democrats] run on the race card. They run on identity politics. That's all they've got.\"\n\nOn \"FOX & Friends Weekend,\" Daneen Borelli slammed the divisive politics of the left.",
    "\"He was supposed to talk for like 12 or 15 minutes... and 'make America great again' came out of his mouth.\"\n\nOn \"Watters' World,\" David Bossie explained the origin of the \"Make America Great Again\" slogan from President Donald J. Trump's campaign.",
    "A Chicago woman involved in a beating of a mentally disabled man that was broadcasted on Facebook Live pleaded guilty and has been sentenced to probation.",
    "\"Medgar [Evers] joined the U.S. Army in 1943 when he was 17 years old. He fought in Normandy in the Second World War, and when he came back home to Mississippi he kept fighting for the same rights and freedom that he had defended in the war.\"\n\nWATCH: President Donald J. Trump's full address at the Mississippi Civil Rights Museum.",
    "According to a report, staffers who were hired to work for Governor Andrew Cuomo were allegedly being listed as working for other staff agencies, making his staff and budget look smaller.",
    "\"Although GOP congressional leaders Ryan and McConnell seem intent on pleasing Republican donors. But they need to remember that politics is about winning – not sticking it to your base.\" — Lloyd Green",
    "\"What has become clear to me is that Make America Great Again is not a simple campaign slogan – it is an imperative.\" — Newt Gingrich",
    "\"[President Donald J. Trump] is somebody that you should respect. Whether you agree or disagree with his politics, he was elected by the people of this country.\"\n\nOn \"FOX & Friends Weekend,\" Mike Eruzione, 1980 U.S. Men's Hockey Captain, praised the President and defended him against detractors.",
    "Santa Claus enthusiasts around the world dressed up today for the annual SantaCon pub crawl.",
    "The University of Oklahoma quarterback Baker Mayfield won The Heisman Trophy as college football’s outstanding player.",
    "\"There have been times in our history where corruption and lawlessness were so pervasive, that examples had to be made. This is one of those times.\" — Judge Jeanine Pirro",
    "\"I think it's laughable that President Obama thinks he has anything to do with the success of where the economy is right now.\"\n\nOn \"Watters' World,\" White House Press Secretary Sarah Sanders called former President Barack Obama taking credit for the booming economy \"laughable.\"",
    "The U.S. Army and the U.S. Navy faced off in the snow for the 118th annual Army-Navy game in Philadelphia. With just five minutes left in the game, the Army drove in the winning touchdown for a final score of 14-13.",
    "California Gov. Jerry Brown said that the destructive wildfires that have scorched the southern part of the state are a \"new reality\" for the Golden State.",
    "Drunk and violent airline passengers are on the rise, according to a new study.",
    "President Donald Trump is recording a robocall for Alabama Senate nominee Roy Moore ahead of Tuesday’s election, Fox News has confirmed.",
    "Moments ago, President Donald J. Trump congratulated the U.S. Army Black Knights for defeating the U.S. Navy Midshipsmen 14-13 in their annual football game. http://fxn.ws/2iLOuYY",
    "For the first time in more than two decades, The U.S. Army has the Commander-in-Chief's Trophy and a winning streak against U.S. Navy.",
    "\"If the worst thing that's happening to you is that someone is calling you a snowflake and that's triggering you, my goodness what a problem to have.\" – Tomi Lahren http://bit.ly/2BqM3pS",
    "The sentence, which has a hate crime enhancement, will be followed by 15 years of probation.",
    "The Treasury Department paid $220,000 to settle a lawsuit brought by a former congressional staffer alleging sexual harassment by Democrat Congressman Alcee L. Hastings.",
    "Fire crews reportedly have the so-called \"Thomas Fire\" at approximately 15 percent containment, according to officials.",
    "Officers told Newsday that two of the suspects, Vidal Contrera-Ortiz, 18, and Miguel Rivera, 20, were illegal immigrants.\n\nThe three other suspects -- Jorge Bermudez Cedillos, 18; Lilliana Villanueva, 17; and Oscar Fuentes, 18 -- came to the U.S. as unaccompanied minors.",
    "\"President Donald J. Trump is winning hearts and minds quietly and slowly throughout black America.\"\n\nOn \"FOX & Friends Weekend,\" Sheriff David Clarke talked about the President's relationship with the black community in the wake of major Civil Rights icons boycotting his appearance at a Mississippi Civil Rights Museum.",
    "Moore, Alabama’s Senate Republican nominee, has been bleeding support from some conservatives in the weeks since the allegations of past sexual misconduct have surfaced.\n\nBut the candidate’s famously loyal supporters – who have long supported the Christian conservative in statewide races for chief justice, governor and senator for two decades – aren’t leaving him.",
    "Snow falls on The White House.",
    "\"Right now, we're just waiting for a miracle.\"",
    "President Donald J. Trump delivers remarks at the opening of the Mississippi Civil Rights Museum.",
    "President Donald J. Trump tours the Mississippi Civil Rights Museum.",
    "\"The Democratic party is so lost for ideas... They've lost all of middle America because they have no ideas.\"\n\nOn \"FOX & Friends Weekend,\" Corey Lewandowski slammed the Democrats  for being out of touch with most Americans. http://bit.ly/2B3NHNG",
    "Air Force One lands at the Air National Guard Base at Jackson–Medgar Wiley Evers International Airport.",
    "\"We don't trust the media. We know that they're trying to feed us a narrative so that they can win in 2020 - and it's not going to work.\"\n\nOn \"FOX & Friends Weekend,\" Diamond And Silk defended President Donald J. Trump from the \"very fake news.\"",
    "\"You are wearing hats that completely violate our safe space policy.”\n\nMembers of the Fordham University College Republicans club were recently asked to leave an on-campus coffee shop because they were wearing \"Make America Great Again\" hats.",
    "Snow falls on The White House. http://fxn.ws/2iIRUvq",
    "Air Force One departs Palm Beach International en route to Jackson, MS.",
    "OPINION: \"Special Counsel Robert Mueller has sabotaged his own investigation of Russian meddling into the 2016 election. He has only himself to blame for ruining what could have been a credible probe.\"",
    "Iraq declared its war against the Islamic State was over after more than three years of combat operations drove extremist fighters from all of the territories they once held.",
    "Katie Potter, a substitute teacher is credited with saving 17 lives during a fatal shooting at a New Mexico high school.",
    "A Florida man who broke into a mosque and smashed windows and lights with a machete -- and then left bacon at the scene -- was sentenced to 15 years in prison this week.",
    "A U.S. Navy sailor who claimed someone had written a racial slur on his bed has been disciplined after he reportedly staged the incident.",
    "President Donald J. Trump scrapped his predecessor’s rules of engagement, which critics say hamstrung the military, and let battlefield decisions be made by the generals in the theater, and not bureaucrats in Washington.",
    "During his “Make America Great Again” rally in Florida, President Donald J. Trump said, “we don’t listen to other countries telling us how we should be running our immigration.” http://fxn.ws/2BOI4j5",
    "OPINION: \"There’s an avalanche of political correctness pushing for Christmas-free campuses, according to a senior at the University of California, Irvine.\"",
    "The prankster's friends had to feed an air tube into his mouth to help him breathe while firefighters tried to remove his head from inside.",
    "\"I call it the Donald Trump Diet. I've lost seven pounds because my liberal friends have stopped inviting me to dinner parties.\"\n\nOn \"Fox & Friends,\" Alan M. Dershowitz talked about his treatment by fellow liberals for daring to not tow the line on President Donald J. Trump. http://bit.ly/2jwCSd3",
    "Privately-held Remington Outdoor is now at risk of declaring bankruptcy after a collapse in sales and profits.",
    "OPINION: \"Jesus knew what it was like to be tempted, because he was tempted by Satan. So our God knows the pain and struggle of temptation and does not will it upon us.\"",
    "THE VATICAN AT CHRISTMASTIME: The Vatican has lit is 69-foot Christmas tree and Nativity Scene in St. Peter's Square.",
    "\"Donald J. Trump has done some really good things for the African American community. You look at a 3% increase in GDP, etc. There's been crime reduction nationally.\"\n\nOn \"Fox & Friends,\" Dr. Darrin Porcher pushed back on Rep. John Lewis's decision to skip a civil rights museum's opening over President Donald J. Trump's attendance.",
    "The FBI says it had previously investigated the New Mexico school shooter in 2016 about online comments, though he said he had no plans for an attack at the time.",
    "When he was awoken by a noise in the middle of the night, authorities say he grabbed the handgun he keeps under his pillow.",
    "“Our rights come from our Creator, and no earthly force can ever take those rights away, and they never will,” said President Donald J. Trump during his “Make America Great Again” rally in Pensacola, Florida."
  ],
  "msnbc": [
    "Sources say the questions about what happened between Jan. 26 and Flynn's firing on Feb. 13 appear to relate to possible obstruction of justice by President Donald Trump.",
    "The Russia probe is homing in on Trump's inner circle...",
    "Here's what's changed since the President Trump era began.",
    "U.S. Ambassador to the United Nations Nikki Haley broke from the Trump administration line on the 16 sexual misconduct allegations that face the president.",
    "Is the GOP’s tax plan “the biggest tax scam in history,” as Paul Krugman recently wrote?  \n\nWatch LIVE, from the 92nd Street Y, as he and Chris Hayes discuss what the bill really means for you.",
    "Lots of TV, Twitter and Diet Coke.",
    "After President Trump recognized Jerusalem as the capital of Israel, what's the future of the conflict?",
    "Nadezhda Tolokonnikova describes how she fights back against Russia’s authoritarian regime and comments on Putin's LGBT views.",
    "AM Joy on MSNBC analyzes how embattled Alabama Senate candidate Roy Moore's campaign echoes Donald Trump's 2016 talking points.",
    "Is it time to look at the option of impeachment for President Trump? Sen. Bernie Sanders weighs in on Meet the Press.",
    "Donald Trump Jr. may face a new subpoena in an attempt to receive answers that he did not provide during his interview this week, said Rep. Jim Himes said on Meet the Press.",
    "Sen. Bernie Sanders urged Democrats to wait for Special Counsel Mueller’s investigation to play out before starting any kind of formal impeachment process.",
    "WATCH: President Trump praises Martin Luther King Jr. as \"a man who I've studied and watched and admired for my entire life,\" at the opening of the Mississippi Civil Rights Museum. \n\nRead more: http://nbcnews.to/2AGQE4o",
    "\"I know he does not have the capacity to sit in a room and hear people that disagree with him,\" Rev. Al Sharpton says of the president.",
    "Is this the end of the two-state solution?",
    "Republican Congressman Tom Reed addresses President Trump's endorsement of embattled Alabama Senate candidate Roy Moore.",
    "George Papadopoulos’ fiancée says he acted with campaign approval. Could Steve Bannon be next?",
    "Former Watergate prosecutor Jill Wine-Banks brings important context to the latest developments out of the Russia probe.",
    "President Trump appeared to largely stick to a prepared speech.",
    "Congressman Al Green argues that it is appropriate to begin impeachment proceedings against President Trump.",
    "In an unusual move, Michigan's governor said Conyers' congressional seat will not be filled until the regularly scheduled November election.",
    "\"I know he does not have the capacity to sit in a room and hear people that disagree with him.\"\n\nWATCH: Rev. Sharpton squares off with Pastor Darrell Scott over the president's civil rights record.",
    "Many jobs that Americans do require costly training and licensing fees. But, do they act as a barrier to good people who just want to do their jobs?",
    "LIVE: President Trump speaks at the opening of the Mississippi Civil Rights Museum and Museum of Mississippi History.",
    "LIVE: President Trump arrives in Jackson, Mississippi, where he will attend the opening of the Museum of Mississippi History and Mississippi Civil Rights Museum. http://nbcnews.to/2AGQE4o",
    "Hugh Hewitt is joined by the associate Attorney General Rachel Brand to discuss the surveillance and pursuit of both terrorists and sexual predators, and how the government is working on it.",
    "We leave you for the week with Jon Meacham on our last mission to the moon, Apollo 17, and the importance of human exploration.\n\nWatch more: http://on.msnbc.com/2Ao25kn",
    "The Rachel Maddow Show Special Report: A look at the fallout and firings in the Trump administration as Trump team ties to Russia turned into scandal and the Trump dossier continued to be a point of fierce controversy.",
    "The Rachel Maddow Show Special Report: How American journalists began to pick up on clues that Russia had a peculiar relationship with the Trump campaign.",
    "The Rachel Maddow Show Special Report: A look into the background of a former British spy, Christopher Steele, whose memos would become known as the Trump dossier, and the early signs in the 2016 election that Russia was exerting undue influence.",
    "Ex-Republican Max Boot on the implications of President Trump endorsing \"accused child molester,\" \"bigoted,\" \"xenophobic,\" and \"anti-American\" Roy Moore:\n\n\"This is the dissent of this once-great Republican Party into the complete darkness and to complete moral oblivion.\"\n\nWatch the full segment: http://on.msnbc.com/2AH8Evg",
    "President Trump weighed in on news about Beverly Young Nelson, one of the women who accusing U.S. Senate candidate Roy Moore of sexual misconduct. Moore has denied all allegations against him.",
    "Rev. Al Sharpton discusses next week's special election in Alabama.",
    "FBI warned White House Communications Director Hope Hicks about emails from Russian operatives during the transition. Howard Fineman tells Ari Melber “there’s no doubt\" this FBI warning reached President Trump, due to their close relationship.",
    "Arizona Senator Jeff Flake has spent a lot of effort presenting himself as the Republican resistance to Donald Trump, but he's voted in line with the president 90% of the time. An activist called the senator out on his latest vote for the GOP tax bill when they crossed paths on a plane to Phoenix.",
    "Rep. John Lewis calls President Trump's visit to the Mississippi civil rights museum opening an \"insult.\"",
    "President Trump tapped Mitt Romney’s niece, Ronna Romney McDaniel, to head the RNC – but requested that she stop using her middle name publicly, likely in order to snub Mitt.",
    "Republican Rep. Trent Franks, a prominent member of the Freedom Caucus, announced his resignation as reports surfaced that he asked a female staffer at least four times if she’d be willing to act as a surrogate in exchange for money.",
    "George Papadopoulos's fiance says he was more than just the \"coffee boy.\"",
    "Dean Young, campaign strategist for Roy Moore, says the Washington Post has \"conflated\" stories of sexual misconduct against Moore.",
    "President Trump is expected to talk about the economy, tax reform, and the Alabama U.S. Senate race during a rally in Pensacola, Florida.",
    "President Trump rallies near Alabama ahead of the election between Roy Moore and Doug Jones.",
    "The FBI special counsel interviewed Hope Hicks about her role in the Trump campaign.",
    "Moore campaign strategist Dean Young tells Chuck that Moore will help the country \"get back to the godly principles that made this country great\" and he has \"no doubt\" his candidate will win on Tuesday.",
    "MSNBC National Affairs Analyst John Heilemann and Fmr CIA Operative Evan McMullin discuss the real role George Papadopoulos played in the Trump campaign.",
    "\"Are we the judge and jury?\" - Mika Brzezinski\n\nWatch the panel discuss the potential impact of Senator Al Franken's resignation on the #MeToo movement. \n\nSee more: http://on.msnbc.com/2y9wQ6I",
    "The White House now has proof that Donald Trump really is under audit. That still doesn't explain the secrecy on the president's tax returns.",
    "LIVE: President Trump departs for Florida rally that comes 4 days ahead of Alabama special election. After the rally, he'll fly to his Florida estate.",
    "Rep. Cedric Richmond, D-La., Chairman of the Congressional Black Caucus talks to NBC's Andrea Mitchell about the White House and the Mississippi Civil Rights Museum and Roy Moore comments on slavery.",
    "The White House confirmed Friday that Dina Powell, deputy national security adviser to President Trump, will leave her post in January.",
    "According to a new court filing, Special Counsel Robert Mueller issued 15 search warrants in the case against Trump's former campaign manager Paul Manafort and his business associate.",
    "Beverly Nelson Young says she added the notes “to remind herself who Roy Moore was and when and where he signed her yearbook.”",
    "\"We are in the middle of a hugely important wave that began the day Harvey Weinstein found himself on the front page of the New York Times two months ago.\" — Lawrence O'Donnell",
    "Rachel Maddow reports that the transcript of the testimony of Glenn Simpson, co-founder of Fusion GPS has been approved for public release.",
    "\"The entire party has not buckled there still really is a divide,\"  — Joe Scarborough",
    "A woman who accused Roy Moore of sexual assault her now says she added to the yearbook message that was trumpeted as proof that he knew her personally.",
    "While meeting with veterans on Pearl Harbor Day, Pres. Trump referred to the surprise World War II attack by Japan as 'a wild scene.'",
    "\"Roy Moore's Senate candidacy in Alabama is scandalous for reasons that extend well beyond his alleged mistreatment of women and girls,\" Steve Benen write.",
    "Representatives John Lewis (D-GA) and Bennie Thompson (D-MS) say they will not attend Saturday’s Mississippi Civil Rights Museum opening due to President Trump’s attendance.",
    "Al Franken's former spokesperson Jess McIntosh says we need to replace sexual harassers with \"bold, progressive women.\"",
    "Congressional investigators have obtained an email offering Donald Trump and his son Trump Jr. and members of the campaign access to Wikileaks documents in Sept. 2016, sources confirm to NBC News.",
    "Eleven California Republicans voted to eliminate the deduction for fires and earthquakes but keep the benefit for hurricanes",
    "\"There is actually a concerted attack by the smallest and most petulant in the Republican Party ... to smear Robert Mueller.\"  — Joe Scarborough",
    "\"The reality show presidency is starting to take its toll\" — GOP strategist Mike Murphy",
    "Leaked emails show the Donald Trump Jr.’s secret Trump Tower meeting with Russians was not an isolated event. Ari Melber explains.",
    "Rachel Maddow shares the details of a Russian media report that explains that the reason Russian intelligence cyber experts were arrested for treason a year ago is that they were the sources that helped the U.S. figure out who was responsible for the DNC",
    "Ryan is already talking about cutting entitlements such as Medicare, even before Congress finishes passing a tax plan.",
    "The Wall Street Journal's Eli Stokols joins the Deadline roundtable to discuss Hope Hicks' role in the Mueller investigation.",
    "FBI Director Christopher Wray offered a spirited defense of his agency before Congress in the wake of attacks from the president and members of the GOP.",
    "Lawrence O'Donnell discusses Franken's resignation with Dahlia Lithwick and Ruth Marcus.",
    "When Kim Davis decided to run for re-election for Rowan County clerk in Kentucky, she probably didn’t expect her opponent to be a man she denied a marriage license.",
    "In a first, the threat to Los Angeles is \"purple,\" meaning extreme danger that fires erupt and burn uncontrollably.",
    "Rachel Maddow reports that the judge in the Mike Flynn case has recused himself, and depending on the reason, Republicans trying to undermine the Trump Russia investigation will likely latch onto this development.",
    "Rachel Maddow shares the details of a Russian media report explaining that the reason Russian intelligence cyber experts were arrested for treason a year ago is that they were the sources that helped the U.S. figure out who was responsible for the DNC hack.",
    "David Ermold, who was denied a marriage license by Kim Davis, in 2015 joins Ari Melber exclusively to discuss why he’s running to unseat the county clerk seat. Ermold says Republicans tried to \"take advantage of our hardship” and that motivated him to run.",
    "Leaked emails show Donald Trump Jr.’s secret Trump Tower meeting with Russians was not an isolated event. This, as Donald Trump Jr. cited attorney client privilege when asked to disclose conversations he had with his father about that meeting.",
    "When President Trump recognized Jerusalem as the capital of Israel, he broke with decades of American foreign policy.",
    "Watch: House Intel Committee member Eric Swalwell explains why Donald Trump Jr. cannot claim attorney-client privilege with his father.\n\nSee the rest on The Last Word With Lawrence O'Donnell: http://on.msnbc.com/2ADnchq",
    "The president and his allies claim Mueller's team has a vendetta against Trump, paving the way to fire Mueller or reject his findings.",
    "Former Congressman David Jolly chats with Nicolle wallace about Donald Trump Jr.'s claim to have attorney-client privileges in the Mueller investigation.",
    "New: Mueller got Flynn to sign a plea deal with a path around a Trump pardon, Ari Melber reports:\n\nFull clip: http://on.msnbc.com/2iENo16",
    "Sen. Jeff Merkley (D-Ore.) discusses a possible government shutdown and the Democrats' plan for DACA recipients.",
    "Sen. Ron Johnson (R-Wis.) says if Roy Moore were to win in Alabama next week, the Senate would call for an ethics investigation.",
    "Rep. Leonard Lance (R-NJ) & Rep. Josh Gottheimer (D-NJ) discuss ways that lawmakers can reach across the aisle to avoid government shutdown and agree on the GOP tax plan.",
    "Hallie Jackson chats with President Trump's former campaign manager Corey Lewandoski, who defended the president's recent attacks on the FBI.",
    "What would Rep. Blake Farenthold's (R-Texas) political standing -- and prospects -- look like right now if he were a Democrat?",
    "During testimony before the House Judiciary Committee, FBI Director Christopher Wray seemed to confirm that FISA warrants are being used in the Russia probe. NBC News' Ken Dilanian reports.",
    "MSNBC's Stephanie Ruhle discusses with a panel whether President Trump will be able to strike a deal with Congressional Democrats to avoid a government shutdown.",
    "Following the resignation of Senator Al Franken (D-MN) after allegations of sexual misconduct, NBC News' Tom Brokaw explains the need for a dialogue between men and women to move our culture in a new direction.",
    "Stephanie Kemplin, the fifth woman to accuse Sen. Al Franken of sexual misconduct, said on MSNBC that she doesn’t feel like justice has been served with Franken’s resignation.",
    "WATCH: A veteran bursts into song with \"Remember Pearl Harbor\" as President Trump honors veterans on National Pearl Harbor Remembrance Day.",
    "\"He just gave it away for free, one of the crown jewels of American diplomatic real estate,\" — NYT columnist Thomas Friedman",
    "A top Democrat shared a new whistleblower account alleging that just minutes into Trump's presidency Michael Flynn told a former business partner that Russia sanctions would be ripped up.",
    "Rep. Swalwell says only the Trumps would try a trick like this to get out of answering tough questions.",
    "“I, of all people, am aware that there is some irony in the fact that I am leaving while a man who has bragged on tape of his history of sexual assault sits in the Oval Office.” — Al Franken",
    "BREAKING: Sen. Al Franken announces his resignation from the U.S. Senate. \n\nWATCH: http://on.msnbc.com/2BbOEUR",
    "The internet went into full speculation mode following the president's apparent slurred speech towards the end of the remarks."
  ],
  "nytimes": [
    "Most workplace sexual harassment training is devised to reduce companies' potential legal liability, not to prevent actual harassment.",
    "In a live TV remake of the holiday classic \"A Christmas Story,\" Jane Krakowski plays Ralphie's teacher.",
    "\"It’s like we were dead but have been resuscitated.\"",
    "Rice cereal is often a baby’s first solid food. It contains relatively high amounts of arsenic.",
    "Wrap, seal, cook.",
    "Explore the world from your comfort of your screen.",
    "When we made our list of the 10 Best Books of 2017, we asked you to name your favorite reads, too. Here they are.",
    "On social media, pettiness is celebrated as a comic skill. In the corridors of power, it’s more ominous.",
    "Exercise could help to make your fat tissue healthier, which, hear us out, is a good thing.",
    "This \"Odyssey\" strips away formulaic language to let the characters take center stage.",
    "Even in our touch-averse culture, men need platonic touch.",
    "The memory of a filmmaker lives on in his old neighborhood, forty years after his grisly death.",
    "From The New York Times Opinion Section: Scientists on what’s next for our planet and how we can work together to cope.",
    "Israel said it had destroyed a tunnel dug by Hamas from Gaza into Israeli territory.",
    "Here are Melissa Clark's picks for the year's best baking cookbooks.",
    "This has been a disastrous year for the North Atlantic right whale.",
    "In case you're already planning ahead for the new year.",
    "The New York Times Magazine asked some of this year’s greatest performers to play a series of eerie roles. Here’s Timothee Chalamet in “The Cannibal.”\n \nWatch all of the performances: http://nyti.ms/2zYcnDE",
    "Most of the news under the \"Russia\" umbrella generally falls into 1 of 3 categories:\n1) Russia’s use of cyberattacks to interfere in the 2016 U.S. presidential election\n2) Links between Trump associates and Russian officials and intermediaries\n3) Whether President Trump interfered with investigations",
    "A snowstorm that pushed across London on Sunday brought Heathrow Airport, one of the busiest in the world, to a virtual halt.",
    "Pick up the phone rather than relying on apps.",
    "\"The history on his cellphone shows the last call he ever made was for work. Peter, vomiting, unable to sit up, slipping in and out of consciousness, had managed, somehow, to dial into a conference call.\"",
    "Ask the Ethicist: Is a reader morally obliged to inform prospective buyers about his neighbor's criminal history?",
    "By the time she underwent emergency surgery, an aggressive brain tumor had paralyzed the right side of her body. She was 4 years old.",
    "Here’s how to become part of the small group of people that successfully achieve their New Year's resolution.",
    "Many athletes have been told that smiling while sweating will make our efforts feel easier. But is there proof to that?",
    "Alexandra Bell puts The New York Times under the microscope, and offers her own \"counternarratives\" of the news.",
    "Watching the \"Me, Too\" campaign, some particularly courageous Afghan women are more willing to talk about assaults.",
    "Macaroni and beef casserole? Cauliflower parmesan? We've got you covered.",
    "60 insiders reveal Trump's daily fight for self-preservation: cable news, Diet Cokes and an iPhone at the ready. One NYT reader's reaction to the article. http://nyti.ms/2AJOqBh",
    "He's 22, she's 81, and their friendship is melting hearts. A forgotten war orphan. The weird pot scene in L.A. And so much more.",
    "“They gave me 50/50, but we’ve changed it to 51/49, so I have the upper hand.”",
    "Sometimes it’s hard to keep track of what’s arriving when. But we’re here to help.",
    "Luke Skywalker’s lineage is a narrative backbone in \"Star Wars.\" So it's only natural for fans to wonder about another scrappy go-getter’s parentage. Who are Rey’s parents?",
    "The risk can’t be ignored but isn’t as great as it may seem from a recent study.",
    "From The New York Times Styles section: We put on our \"High Times\" hat and sent a reporter to cover a new wave of pot parties happening in Los Angeles.",
    "From The New York Times Opinion Section: \"The protections put in place over the last half-century by both political parties to guarantee Americans clean air, clean water and bountiful open space have been coming apart at the seams since President Trump took office.\"",
    "The map was expected to sell for over $1 million but was withdrawn from a Christie's sale.",
    "The comments were a break from the Trump administration’s assertions that the allegations have no merit and should be dismissed.",
    "For every Alabama voter who is focused on the allegations against Roy Moore, another is more worried about an issue like education or health care.",
    "Ashley Iorio and David Sands met at the United States Naval Academy and were wed on Veterans Day. Get glimpses from their wedding in 360 video.",
    "The New York Times Magazine asked some of this year’s greatest performers to play a series of eerie roles. Here’s Cynthia Nixon in “The Ghost Bride.”\n\nWatch all of the performances: http://nyti.ms/2zYcnDE",
    "The week’s top stories, and a look ahead.",
    "Our video follows a mother who fights her own personal demons as her son fights cancer. We’re interested in hearing from parents whose children faced a serious illness. We invite you to share your experiences with us.",
    "“They gave me 50/50, but we’ve changed it to 51/49, so that I have the upper hand.\" http://nyti.ms/2nIIDc6",
    "Senator Richard C. Shelby, a fixture of Republican politics in Alabama for a generation, said on national television that the party could “do better” than elect Roy Moore.",
    "Thousands gathered to protest President Trump’s decision to recognize Jerusalem as the capital of Israel.",
    "The size of the president’s rallies was again at issue as he attacked a reporter over a misleading tweet that suggested sparse attendance.",
    "The EPA under President Trump has slowed down efforts to punish polluters and has even curbed the powers of its enforcement officers.",
    "From The New York Times Styles section: Your cat tattoo can have your actual cat in it.",
    "The best books for young readers, selected by our children’s books editor.",
    "How to master the Instant Pot, with valuable techniques for getting the most out of the machine.",
    "\"You've reduced my life to a line item on an insurance claim like a roof or a damaged car. If I'm the only guy who gets a settlement, I'll figure out how to split it between 21 men.\"",
    "\"In the aftermath of the death of our son, we felt sad, and proud — and empty. So, as a family, we tried to find ourselves on the open road.\"",
    "“Sometimes what somebody tells you, it will make you feel better than giving you a million dollars.\"",
    "After his 50th birthday, he started keeping a list of \"Things I will do/things I won’t do when I get old.\" Ten years on, he's still adding to it.",
    "The New York Times Magazine asked some of this year’s greatest performers to play a series of eerie roles. Here’s Brooklynn Prince in “The Demon Child.”\n\nWatch all of the performances: http://nyti.ms/2zYcnDE",
    "The most beautiful Christmas trees don’t grow in soil. They’re not even plants.",
    "Melting glaciers, wicked hot summers, water crises. These are the climate stories to read from this year.",
    "The saying \"less is more\" holds true as it relates to technology.",
    "Blake Shelton is a classicist gripping a fifth of whiskey, happily watching everyone around him scramble. For a while Luke Bryan was one of those scramblers, a country maximalist with songs about souped-up trucks.",
    "Here's how to get your body and mind in top shape in 2018, whatever that means for you.",
    "Fans gathered under vivid blue skies and in the blistering cold to bear witness to Johnny Hallyday, some holding pictures or homemade signs, some crying.",
    "For much of jazz's history, devotees discovered music over the radio airwaves and in library stacks. Qwest TV is trying to change that.",
    "\"I can’t go back to North Korea. I am not accepted in South Korea. Then what am I?\" Kim Seok-cheol said in an interview.",
    "A store Santa struggled to answer children’s questions about Matt Lauer, Roy Moore, Al Franken, President Trump and others on this weekend’s “Saturday Night Live.”",
    "“It’s a small apartment, acting big.”",
    "\"You work toward your golden years, you save,\" said María Mata, a retired government social worker, \"and then everything goes toward survival.\" \n\nThere was no alternative, she said, but to leave: \"To stay is to die.\"",
    "A million square feet of Italian delicacies.",
    "There's more to it than just hiring the right people.",
    "Sumatran tigers can’t seem to catch a break.",
    "The entire sequence lasts maybe 5 minutes, and yet it feels as if it covers not just your lifetime but those of at least several other people as well.",
    "“Not only can cataract surgery give people a better life while they’re living it, they can also live more of it.”",
    "It has been several generations since Haiti was a major tourist destination, but it may become one again.",
    "The New York Times Magazine asked some of this year’s greatest performers to play a series of eerie roles. Here’s Tiffany Haddish in “The Macabre Dancer.”\n\nWatch all of the performances: http://nyti.ms/2zYcnDE",
    "The 23-year-old has chosen to play for the Los Angeles Angels and could become the first significant 2-way player in MLB since Babe Ruth accomplished the feat 100 years ago.",
    "Developers are using some of the city’s historic housing stock to create what are essentially new buildings in old shells.",
    "Hygge is the Danish concept of coziness. We're here to help you have a hygge winter.",
    "“As far as sheep-hunting being a rich man’s sport, that’s absolutely true. But if it weren’t for the rich man, those sheep wouldn’t be there.”",
    "There were plenty of great movies this year. Here's how you can catch up on the ones you missed.",
    "A military romance, with miles to go before they sleep under the same roof.",
    "Her coach called her “one of the most talented players in the city.” But after her mother died, her poor grades worsened, and she became ineligible to play.",
    "\"To me, the college send-off was not a blues for Chloe. It was a celebration.\"",
    "It was an unexpected, 5,000-mile backtrack for the Somali citizens, some of whom have lived in the U.S. for years or even decades",
    "40 high-profile men accused of sexual misconduct have resigned, been fired or fallen from power since the Harvey Weinstein scandal broke.",
    "Hope Hicks is the 29-year-old White House communications director who is responsible for managing all of Donald J. Trump's public statements. Defying previous norms, she hardly communicates publicly.",
    "The fires sweeping through Southern California, destroying property and threatening human lives, have also killed at least 54 horses.",
    "Serve them hot and make more than you think you need. They go fast.",
    "\"We all believe there's something sacred in this city, but it’s too difficult. You feel like you're living in jail here. The people are so tense. And you feel yourself separated: You have to be with either the Israeli community or the Arab community.\"",
    "We interviewed members of 7 families who have shared their experiences with sexual assault to parents, grandparents, sons or daughters for the first time. \n\nRead more: http://nyti.ms/2B3ac5A",
    "Newly released body camera footage shows a police officer shooting an unarmed man in an Arizona hotel after the man sobbed and pleaded with officers not to shoot him.",
    "You don't have to be Prince to like this choice.",
    "\"We watched our house burn.\" We spoke to residents of Ventura County about the aftermath of the major fires. One woman, Nancy Cole, lost all of her possessions, including family heirlooms from Holocaust survivors.",
    "\"It just doesn't seem right. I just feel that the pharmaceutical industry and health care industry are pulling these numbers out of thin air.\"",
    "The GOP bills impose different rates on the same income based on things like organizational structure or occupation. At the losing end? Employees with paychecks.",
    "There were protests in Gaza, the West Bank and beyond, but in the city at the center of the storm, Friday Prayer at Al Aqsa Mosque was largely calm.",
    "We interviewed members of 7 families who have spoken to parents, grandparents, sons or daughters about unwanted sexual encounters.",
    "Explore Bears Ears National Monument in 360 video with the indigenous community sharing how they will be affected by such a boundary change.\n\nRead more from The New York Times Opinion Section: http://nyti.ms/2kLQdSn",
    "Sixty insiders reveal President Donald J. Trump's daily fight for self-preservation: hours of cable news, a dozen Diet Cokes and an iPhone at the ready."
  ],
  "washingtonpost": [
    "As a historical document, 'The Crown' is certainly not a dissertation.",
    "Pyongyang is moving to acquire machinery that could potentially be used for an advanced bioweapons program.",
    "\"Neither Trump nor anyone else in the administration planned beyond his decisions.\"\nVia Washington Post Opinions, Outlook, and PostEverything",
    "Putin promised further strikes in the future “if terrorists raise their head again.”",
    "\"Our democratic republic is in far more danger than it was even a few weeks ago.\"\nVia Washington Post Opinions, Outlook, and PostEverything",
    "There are plenty of reasons to be confused by the move.",
    "Buying a new car is stressful, especially when it comes to haggling for the best price. Here are 12 tips to use next time you find yourself at the auto dealership. Read more: http://wapo.st/2ALfn7C",
    "Here's a short course in what news consumers should understand.",
    "Post reporter Sadie Dingfelder trained her tuxedo cat, Fuzz, to cuddle with her using \"clicker training\" after noticing that he wasn't as affectionate as she wanted him to be. Read more: http://wapo.st/2jKuLcV",
    "These protein bars have an unusual ingredient -- crickets. The insects are an environmentally friendly source of protein, but does anyone like the taste?",
    "Acknowledging that North Korea has nuclear weapons is a step that the Trump administration — like Obama’s before it — has been unwilling to take.",
    "Losing the deduction is especially burdensome for families caring for someone with a chronic disease.",
    "This is how cats always land on their feet. Read more: http://wapo.st/2A9I9xA",
    "\"It’s really smoggy out here, but surfing brings us joy and we need some joy right now.\"",
    "If President Trump genuinely cares about furthering the work of those in the museum, he needs to pursue a legislative agenda and record that demonstrate a commitment to making America great for all people.",
    "From the Licki brush to the Puppoose, The Post's Sadie Dingfelder tried some the oddest pet products for sale online. Here's how that went.",
    "The Democratic party has a branding problem.",
    "This is not the first time do-it-yourself defenses against bed bugs have resulted in accidental fires.",
    "Flavorful broth, tender chicken and fried chicken skins are a few of the advantages this simplified recipe offers.",
    "“Yes there is more than seven,\" he wrote in his local paper.",
    "In Trump's world, fiction is truer than truth, writes Edin Hajdarpasic.",
    "Waiting in line for a great meal has become common in D.C. where diners can wait hours before being seated at Bad Saint, Rose's Luxury or Little Serow. Washington's dining scene has gained national attention because of these restaurants and places like Pineapple & Pearls.",
    "The senator has publicly bucked President Trump and the rest of Alabama’s statewide Republican leaders by vocally opposing Roy Moore’s candidacy, which he warns could hurt the state he has spent his life transforming.",
    "“If you are made fun of, just don’t let it bother you. Just stay strong, I guess,” he says in the video. “It’s hard. But ... it’ll probably get better one day.”",
    "On the outside, Chris Ullman may just look like the public relations director for the Carlyle Group, but he's also a four-time world whistling champion and whistles happy birthday to over 400 people every year.",
    "What was once a case of a human risking his life for the sake of a small, furry creature has become a case of — well, maybe just fraud.",
    "“I didn't vote for Roy Moore,” Shelby said. “I wouldn't vote for Roy Moore. I think the Republican Party can do better.”",
    "“I do not know them, I had no encounter with them, I have never molested anyone,” Roy Moore said.",
    "“The president should resign because he certainly has a track record with more than 17 women of horrific conduct,” one senator said.",
    "Sen. Richard C. Shelby (R-Ala.) and politicians from both parties on Dec. 10 weighed in on the accusations of sexual misconduct against Roy Moore, the Republican nominee for U.S. Senate in Alabama.",
    "\"I think any woman who has felt violated or felt mistreated in any way, they have every right to speak up,\" Nikki Haley said.",
    "No one was in the house, but the occupants’ dog was also killed.",
    "Space agencies have two options for satellites, rovers and probes whose missions have come to the end. The Post's Sarah Kaplan tells you more.",
    "By Sunday morning, the Thomas Fire was just 15 percent contained. It's been burning since Monday.",
    "The final product is looking much different from what President Trump has been promising since the presidential campaign.",
    "The 2014 Winter Olympics’s $50 billion price tag was a shock, but Russian officials claim it’s paying off, as Sochi, traditionally a popular summer destination, now receives visitors all year round.",
    "Among President Trump’s grievances with the media, he is notably sensitive about crowd size at his events.",
    "\"If we give them pretend relationships, we shouldn’t expect them to learn how real relationships — messy relationships — work. On the contrary. They will learn something superficial and inauthentic, but mistake it for real connection,\" Sherry Turkle writes.",
    "Photographer Marc Baptiste captures the fall collections for the Washington Post Magazine.",
    "“There’s cruel irony that at the same time these state governments are trying to figure out how to stop so many from dying from opioids, that they now want to turn and use them to deliberately kill someone.\"",
    "“What about Roy Moore? Which list is he on?” a boy asks.\n“It’s not really a list,” an elf played by Kate McKinnon deadpans. “It’s more of a registry.”",
    "In case you want to get graphic...",
    "As \"Titanic\" turns 20 years old, here's a look back at the movie's most iconic moments.",
    "This is a place where ads in the student newspaper promote theology graduate programs and the gospel choir gets a front-page story. But despite the urges of people around them to do otherwise, these students want to be journalists.",
    "The Ventura County Fairgrounds has become a makeshift animal shelter as the wildfires in California continued to spread. Over 600 small pets entered the shelter on Dec. 5.",
    "Barbie and Ken appear to suffer from classic denial psychopathologies, Amy Collier and Susan Burghart write.",
    "\" ... there are a few things about Alabama we should get straight ...\"",
    "A roof cam from the top of The Washington Post captured snow falling on downtown D.C.",
    "In Louisiana, 46 percent of adults have debt in collection, the highest rate in the nation.",
    "We asked 16 leaders what one change could help stop sexual harassment in their fields. Here's what they said.",
    "Artistic Director of Jazz for the John F. Kennedy Center for the Performing Arts, Jason Moran, talks to The Washington Post about his vision for bringing change to what's considered \"the nation's cultural center.\"",
    "The near-hurricane-force gusts created ideal conditions for the fire and then spread flames with deadly efficiency.",
    "It's the most wonderful time of the year.",
    "Palauan Ambassador Hersey Kyota doesn't have a permanent embassy building. But he's been representing his island nation for two decades.",
    "This year, abusers are being held accountable — but what will happen next year? In Hollywood there seems to be a sense of hope.",
    "No matter what happens on Tuesday, it’s a hot mess for Republicans.",
    "Still thinking about what to bring to all those holiday parties? Here are some items that cost less than $30 and are perfect for generous hosts.",
    "Twice in his 10 years on the force, he was named officer of the year. Now, he's not allowed to interact with the public.",
    "The president's daughter does not always agree with him.",
    "The vivid contrast between the two candidates has put in sharp relief the idea that the results could speak volumes about Alabama to the rest of the country — and to itself.",
    "No longer settle for mediocre coffee at home. Follow these instructions and you can have the perfect brew.",
    "“I won’t hold my breath for an apology, or for you to call out your puppet masters on the left that fed you BS knowing you would gleefully run with it without ever checking the other side,” Trump Jr. said to CNN in a Saturday morning tweet.",
    "Most respondents to a new poll said that they did not believe that President Trump respects people of color as much as he does white people.",
    "Actor and wrestler John Cena talked about the “unfortunate” political divide in the U.S. after reading “The Story of Ferdinand” to children at the Library of Congress.",
    "After a YouTube prankster’s stunt went so badly that he required a fire brigade rescue, it seems unlikely the “Cement-Your-Head-In-A-Microwave Challenge” will gain any traction.",
    "For many, his simple act of bunny-saving kindness restored their faith in humanity.",
    "Well known public radio host Tom Ashbrook has been placed on leave after allegations of an unspecified nature were brought against him.",
    "A new museum displays the weapon used to kill civil rights hero Medgar Evers. With President Trump attending the museum's debut, some people are not happy.",
    "After the Harvey Weinstein scandal broke, more women and men have come forward against a growing list of well-known male figures with similar stories of harassment and assault. Here's a running list.",
    "Virginia Pesola died from “blunt force injuries with terminal smoke inhalation and thermal injuries” in a traffic incident during fire evacuation.",
    "President Trump said CNN’s slogan should be “THE LEAST TRUSTED NAME IN NEWS!”",
    "President Trump went down South to urge people to vote for Roy Moore, a man accused of making sexual advances on teenagers.",
    "Go behind the headline. In this video, Washington Post reporters detail how they broke the story that multiple women accused Alabama senate candidate Roy Moore of pursuing, dating, or sexually assaulting them when they were teenagers.",
    "Rep. John Lewis and others called on the president not to attend the opening, and some people threatened to boycott.",
    "The photographer said he wanted to show people what a starving bear looked like and let them draw their own conclusions.",
    "You're getting more and more packages, and it's a bit of a problem.",
    "Sexual misconduct is the problem, but what is the solution? Post opinion writers Christine Emba and Alyssa Rosenberg asked 16 leaders their ideas on how to combat sexual misconduct in their fields. Here are a few of their answers.\n\nRead all the ideas and add your own here: http://wapo.st/onebestidea",
    "Here are the 10 best lines from movies this year.",
    "\"President Trump’s partisans delivered a reckless and sustained attack on the FBI and the special counsel,\" Dana Milbank writes in Opinion.",
    "How does a typical US breakfast stack up nutritionally against other countries? The Post analyzed breakfasts from nine different countries to see how people from around the world start their days.",
    "At the Smithsonian National Museum of Natural History, three young museum scientists have taken on the mind-numbing but important task of the digitizing millions of dried plant specimens. This is what it's like.",
    "Rep. Trent Franks (R-Ariz.), who faces an ethics investigation, said on Dec. 8 that he is resigning immediately after his wife was hospitalized. Read more: http://wapo.st/2nI8EbL",
    "On Facebook, an endless stream of provocative photos and cartoons claims there is no “ethnic cleansing” against Burma’s Muslim Rohingya minority.",
    "Whether President Trump can make the case that he is the reason for any economic success remains unclear, but the master salesman is trying.",
    "The USDA has announced that it is planning new state “flexibilities” in the food stamp program.",
    "Residents of Ojai, Calif. described, on Dec. 7, how ferocious wildfires prompted their evacuations and affected their neighborhood. Read more: http://wapo.st/2B3YbwG",
    "In France, the Catholic church changed the words it uses for the well-known prayer. The English translation might be next.",
    "Republican lawmakers and conservative political pundits cast doubt on the integrity and independence of the FBI, as special counsel Robert Mueller's Russia probe intensifies. Read more: http://wapo.st/2kaR1fr",
    "Mats Järlström found flaws in the timing of red-light cameras, and Oregon fined him for speaking out. Then he fought back.",
    "Capital Weather Gang's Jason Samenow tells us when the bulk of the snow is expected to fall in the D.C. area and how much to expect. Read more: http://wapo.st/2AnLltI",
    "A ceaseless hum of unclear origin rolls imperceptibly beneath our feet, and might unlock great secrets if we understood it better.",
    "\"Because even the slightest hint of partisan impropriety could have a disqualifying effect on the investigation, Mueller has got some explaining to do,\" Ed Rogers writes in Opinion.",
    "\"There is solitude on the island, and rest.\"",
    "\"Trump’s incessant focus on his base is very likely an attempt to insulate himself from any findings the special counsel may present. And it’s not a winning strategy,\" Jennifer Rubin writes in Opinion.",
    "Astronaut Randy Bresnik of the NASA Expedition 52-53 crew tweeted Wednesday that he was asked if he could see the wildfires from space. “Unfortunately we can.”",
    "Liliana Cruz Mendez crossed the border illegally at age 18. Eleven years and two children later, she was sent back.",
    "\"Where there was once a story, there’s now some guy who sent an email,\" Erik Wemple writes.",
    "James O’Keefe, the conservative founder of a charity that specializes in undercover videos targeting journalists and liberals, has been personally barred from seeking donations in Florida due to his criminal record.",
    "With little more than a website and some nerve, a prankster did the unthinkable: turned his home into the top-rated restaurant listing in London."
  ],
  "wsj": [
    "Colleges, firms and unions team up to lobby Congress to retain a tax exemption on employer tuition assistance.",
    "Senate plan could hit digital wealth advisers, who use algorithms to help optimize the tax treatment of share sales.",
    "With rents as high as $185 a square foot, the Midtown Manhattan stretch came in behind California’s Sand Hill Road in Menlo Park.",
    "House bill would let groups advocate for political candidates and take political positions  without jeopardizing tax-exempt status.",
    "What will the post net-neutrality world look like? Look at the mobile wireless market for clues.",
    "Troy Jenkins, a 39-year-old engineer in Auburn, Pa., expects to sell his remaining stocks before the end of 2017 because of the Senate tax proposal. 'It doesn’t have the interest of all Americans in it,' he says.",
    "Philippines President says extending martial law is necessary to fight Islamic extremism, despite vehement opposition from human rights activists.",
    "The show must go on—but can it? Increased competition makes it harder for Netflix to stay ahead.",
    "The billionaire British inventor talks about his new institute for engineers, the key to his success and his company’s plans for retail stores and electric cars.",
    "'Jerusalem is Israel’s capital. No one can deny it. It doesn’t obviate peace. It makes peace possible,' says Israeli Prime Minister.",
    "The Spanish flu of 1918-19 infected 500 million people, killing between 50 and 100 million. Its cause was only discovered decades later. Edward Kosner reviews ‘Pale Rider’ by Laura Spinney.",
    "While being a board member can be rewarding—especially if you’re passionate about the charity—it’s important for potential members to first understand what’s expected of them.",
    "Research shows that the perceived distance of a charitable cause affects how people give.",
    "For students pursuing graduate degrees, there’s a big financial question that many don’t give much thought to: What happens to their undergraduate student debt?",
    "How quickly a political leader’s fortunes can change.",
    "Research shows that people who self-identified as narcissistic were more likely to post a video of themselves doing the ice-bucket challenge but less likely to actually donate money.",
    "A new study suggests the best way to help homeowners if there’s another housing crisis.",
    "What can art collectors do with a collection that has outgrown its space? Or a collection that they don’t want heirs to sell off piecemeal? One possibility: open a museum.",
    "The New York Power Authority has flipped the switch on a digital system that will monitor its 16 power plants and 1,400 miles of transmission lines.",
    "\"Making it easy to do the right thing is often the best way to help people reach their goals.\"",
    "The uncommon show of resistance by migrant workers seems to be the first protest since the Beijing government began sweeping evictions last month following a deadly fire in a slum tenement on the city’s southern outskirts.",
    "The government is now turning to the task of rebuilding and resettling nearly 400,000 people displaced by the fighting.",
    "Like Cubans in the 1960s, Venezuelans are fleeing to Miami in such large numbers that they could tip the political balance in a crucial swing state.",
    "The Angels must solve a virtually unprecedented puzzle that will allow Shohei Ohtani to flourish as a pitcher and regular hitter.http://on.wsj.com/2BT88JR",
    "The vote for 335 mayors across Venezuela is being held amid opposition boycott, widespread allegations of pro-government bias.",
    "Democrat Doug Jones will need help of an unconventional coalition to beat GOP’s Roy Moore.",
    "That launch sparked a rally in bitcoin's price as the exchange provider’s website experienced outages from heavy traffic.",
    "Florida bars nearly 1.7 million people with felony records from voting unless they petition to regain their rights. Now, Florida activists’ are pushing a ballot measure that would lift such voting barriers.",
    "There has been a shift since the financial crisis in who is buying U.S. government bonds",
    "More than 9,000 firefighters are battling some 200,000 acres of blazes in Southern California.",
    "WSJ Opinion: On Thursday Mr. Cruz and a few other refinery-state Senators will make the case for America’s independent refiners and manufacturers. These companies deserve at least as much consideration as the Trump Administration has given ethanol interests, writes The Editorial Board.",
    "How some high-income households could face marginal tax rates above 100% under the Senate bill.",
    "Want to know how volatile Bitcoin can be? Even before the rallies this week, we went to Bitcoin ATMs around New York to see how much the currency's value can change in a short time.",
    "Cryptocurrencies are getting too big for regulators to ignore much longer.",
    "With the U.S. flipping from champion of free trade to lead skeptic, the global trade body’s relevance is at stake as it heads into its biannual meeting in Argentina.",
    "WSJ Opinion: If Brussels isn’t the one trying to kill Brexit, maybe’s it’s Dublin? Dublin insists that London develop a plan to avoid a so-called hard border between the Republic of Ireland, which remains in the EU, and Northern Ireland, which will leave along with the rest of the U.K., writes Joseph Sternberg.",
    "Americans are giving Trump higher grades on economy than overall",
    "U.S. and Afghan forces drove Islamic State from farms, villages in a corner of Afghanistan",
    "This year, you can get into a top law school without taking the grueling LSAT.",
    "As Disney nears deal for Fox assets, curtain draws close on the era of the ‘Big Six’ studios",
    "Pockets of anger surfaced continued to surface in the Middle East and Asia over theU.S. shift on Jerusalem",
    "Low prices and the prospect of U.S. aid draw buyers to properties in Puerto Rico.",
    "The opening of the first Cheesecake Factory in Hong Kong has dinners cooking up strategies to handle heaping portions. \"All I can taste in my mouth is cheese.\"",
    "The post-Weinstein holiday party is a work night for some HR staffers. “You’re going to be like a parental chaperone at a high school party. Let them dance together, but not too close.”",
    "Our reporter spent a week using products and services from Amazon and its partners almost exclusively and wondered: If you can buy everything from car parts to cleaning services to caviar in one online marketplace, will you miss shopping everywhere else?",
    "Pockets of anger surfaced in the Middle East and Asia over decision to recognize Jerusalem as Israel’s capital, but widespread upheaval failed to materialize as predicted. http://on.wsj.com/2yWKQnY",
    "WSJ Opinion: “Nevertheless, today I am announcing that, in the coming weeks, I will be resigning as a member of the United States Senate,\" Al Franken said. Nevertheless? Talk about a political non sequitur. Mr. Franken has behaved with “honor,” the Ethics Committee would clear him, but he’s still resigning? writes The Editorial Board.",
    "With many people already exempt from Obamacare's individual mandate, is the impact of undoing it so bad? http://on.wsj.com/2AIKWi7",
    "When even a tee from a forgettable '80s hair metal band like Styx is selling for $100, it's clear something is up with vintage shirt market.",
    "A merger of Ascension and Providence St. Joseph would create the largest U.S. hospital operator",
    "Will lawmakers pass a $1 trillion infrastructure bill in January after sealing a tax package that could raise the deficit by more than $1 trillion?",
    "Not just Bitcoin: Fear of missing out is driving investors into rare metals used in electric vehicles, but some wonder how the rally might end",
    "Your next boss might be an algorithm: Artificial intelligence takes on management tasks",
    "Portuguese tycoon prided himself on being frugal, saying \"The difference between being born and dying is a suit and a pair of shoes.\"",
    "Giving to others makes us happier—yet we tend to avoid chances to donate. Behavioral economics can help us overcome our uncharitable impulses.",
    "WSJ Opinion: Everyone acknowledges that Jose Ines Garcia Zarate is the man responsible for Kate Steinle’s death, yet the system in place to bring the killer to justice seems far more interested in his well-being than it ever was in hers, writes Jason Riley.",
    "China's Communist Party is deploying dancers and so-called camelback publicists to spread Xi Jinping's message.",
    "Democratic candidate Doug Jones will need the help of an unconventional coalition to win a seat in Alabama.",
    "Trading of the first U.S. bitcoin futures is set to begin but even some cryptocurrency veterans aren’t convinced.",
    "The earliest computer programmers were women—then men decided it was a good career.",
    "Inside NFL commissioner Roger Goodell's new, five-year contract.",
    "For years, many in Hollywood thought it was only a matter of time until the six major movie studios that have dominated the industry for decades would shrink to five or even four. Few, however, thought the first to go would be Twentieth Century Fox.",
    "David Rockefeller met with scores of titans, heads of state, monarchs and celebrities over 50 years and took notes on some 200,000 3 x 5 cards. The WSJ got to see this historical trove first.",
    "WSJ Opinion: Higher de minimis thresholds in other countries would ease the burden and expand export markets for hundreds of thousands of U.S. businesses, writes Christine McDaniel.",
    "Angola was once a magnet for the world's biggest oil companies. Now it's driving them away.",
    "The U.K. is hailing a Brexit breakthrough but it is more a small step toward confronting even bigger political, financial and economic issues.",
    "How to \"beautify the unbeautifiable\" and other tips to organize household clutter.",
    "One night this September, construction supervisor Chen Shouli fired off a joke in a chat group. Four days later, he says, the police telephoned, ordering him in for questioning.",
    "Protesters delivered a statement to the U.S. Embassy calling Mr. Trump’s move a violation of international law.",
    "The plight of tens of thousands of refugees, dragging their wheeled suitcases through rubble in subzero temperatures, struck a chord among Beijing’s middle classes.",
    "One North Korean defector said if conversations at home ever became critical of the government, she would place her phone in another room.",
    "The assessment by the main components of the U.S. national security community has shaped their thinking toward North Korea in two major ways.",
    "Indian consumers last year downloaded more apps from Google’s Play Store than users in any other country.",
    "It's the talk of Goldman Sachs and Katy Perry. How bitcoin went from a financial sideshow and the plaything of criminals to both a global investing phenomenon and cultural force.",
    "How U.N. sanctions against Kim Jong Un’s regime could leave more North Koreans at medical risk.",
    "With more women in the workforce, mines perform better and with fewer injuries.",
    "Excel has been updated dramatically since it first hit the market in 1985, but it does have its limitations.",
    "On the sixth day of the fires, with a half-dozen separate blazes enveloping Southern California, Gov. Jerry Brown said the state would have to adjust to cope with longer and more intense fire seasons.",
    "The poor apostrophe. As if things weren’t hard enough for the little mark already, social media and smartphones have made us even less likely to give it a little respect.",
    "WSJ Opinion: American taxpayers who will fork out $3.5 million for Ms. Lerner’s actions have a right to hear how she justified what she did at the IRS, writes The Editorial Board.",
    "Despite a feverish pace of construction in recent years, tight inventories and surging demand are driving rents for New Jersey warehouse space to record highs, according to a new report from CBRE Group.",
    "A guide to the elevated design and food scene in Denmark's second city, Aarhus.",
    "“Before Trump, there was an old Harvard model that you should ‘learn, earn and return…the old rules aren’t the rules anymore.”",
    "Airports want an $8 increase on domestic round-trip tickets. They say they need the extra funds to update aging facilities.",
    "WSJ Opinion: Sen. Paul says that it doesn’t matter what reason an assailant claims for such an attack. It’s wrong. I believe Rand, writes James Freeman.",
    "WSJ Opinion: Welcome to Central America, where even after Venezuela has succumbed to famine, the left remains committed to the tactics that brought the country to misery. The process is simple: win one election, then consolidate power and never leave, writes Mary Anastasia O'Grady.",
    "You don't have to be a billionaire to enjoy great Burgundy. Skip the trophy wines and go for these great values from winemakers to watch.",
    "How much of a normal day can Amazon be a part of? We put the products currently on the market to the test to see how much they helped or disrupted the daily routine.",
    "P&G, Clorox and Colgate-Palmolive are part of a select group of S&P 500 companies that have raised dividends annually for 25 consecutive years or more.",
    "New York pimps and prostitutes, KGB agents, and robotic animals populated some of this year’s best TV shows.",
    "WSJ Opinion: As a professor of tax law, I am aware of many terribly defective tax rules. But no feature of the Internal Revenue Code seems to me less rational than the modern AMT, writes Richard Schmalbeck.",
    "Theatrical features remain an endangered species but gifted filmmakers continue to make extraordinary films for the big screen, writes Joe Morgenstern as he lays out his best of 2017.",
    "IT executives are taking on a more central role, helping their companies adapt to the digital age. “You’re starting to see IT become a strategic, competitive advantage.\"",
    "\"Today we pay solemn tribute to our heroes of the past and dedicate ourselves to build a future of freedom, equality, justice and peace.\"",
    "One man’s solution to the stresses of owning a business: hours chopping wood on weekends.",
    "Was Trump naive about Russia? A veteran of two administrations weighs in.",
    "Lavish displays of wealth are linked with social status everywhere. But the Gulf bloc of oil-exporting countries has emerged as the world’s No. 1 market for ultraluxury cars",
    "Frederic Sharf’s method for collecting: buy, research, display, give away.",
    "The Yankees are adding power-hitting Giancarlo Stanton to an offense that already led the majors in home runs.",
    "The record $80 million would buy a townhouse with a movie theater boasting a 12-foot screen and a balcony. The New York City home also comes with a sauna and a swimming pool."
  ]
}